exports.donate = (id, R E V, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwhatsapp, youtube) => {
	return `
  
❉──────────❉
  Hi. *${pushname}* 👋️
❉──────────❉

         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
📢 Bot Aktif ; *${aktif}*
         ───
         
╔════════════════════
║ *Donasi Ke ${R E V}*
╠════════════════════
║├≽️⚜ *OVO*: _0831-6444-5159_
║├≽️⚜ *PULSA*: _0831-6444-5159_
║├≽️⚜ *GOPAY*: _0831-6444-5159_
╠════════════════════
║  *${R E V}*
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│1. *Group WhatsApp*
║│ _${groupwhatsapp}_
║│2. *YouTube <subscribe>*
║│ _${youtube}_
║│3. *Instagram <Follow>*
║│ _${instagram}_
║│4. *Creator ${R E V}*
║│ _${nomer}_
║╰───────────
╠════════════════════
║ _*MADE BY R I C O*_
╚════════════════════`
}

